[
  {
    "id": 1,
    "name": "LEGO Icons 10307FG Eiffel Towels made in Canada ",
    "image": "/images/sp1.jpg",
    "images":[
        "/images/sp1,1.jpg",
        "/images/sp1,2.jpg",
        "/images/sp1,3.jpg",
        "/images/sp1,4.jpg",
        "/images/sp1,5.jpg"
    ],
    "description": "- Thương hiệu: LEGO-Xuất xứ thương hiệu: Đan Mạch\n- Dòng sản phẩm LEGO Icons dành cho người lớn với các mô hình lớn, đẹp, có giá trị sưu tầm và trưng bày.\n- Mã số sản phẩm: 10307- Tháp Eiffel, biểu tượng của Paris, được tái tạo chân thực với kích thước cao hơn 149cm\n- Độ tuổi phù hợp: 18+- Số mảnh ghép: 10.001 chi tiết\n- Kích thước hộp: 58.5 x 47.5 x 38.5cm",
    "price": "15.590.000 VNĐ",
    "category": "architecture"
  },
  {
    "id": 2,
    "name": "LEGO Star Wars 75301 Phi thuyền X-wing của Luke Skywalker",
    "image": "/images/sp2.jpg",
    "images":[
        "/images/2,1.jpg",
        "/images/2,2.jpg",
        "/images/2,3.jpg",
        "/images/2,4.jpg",
        "/images/2,5.jpg"
    ],
    "description": "LEGO Group đã tái hiện xuất sắc các phi thuyền, xe cộ, bối cảnh và nhân vật mang tính biểu tượng từ vũ trụ Star Wars kể từ năm 1990. LEGO Star Wars hiện là một trong những chủ đề được yêu thích nhất của LEGO, là món quà yêu thích cho các bạn nhỏ và cả người lớn để sưu tầm.- Món quà tuyệt vời cho các bạn nhỏ và bất kỳ fan hâm mộ Star Wars từ 9+- Phi thuyền X-wing có kích thước hơn 8cm (cao) x 31cm (dài) x 28cm (rộng), để chơi hay trưng bày đều rất đẹp.- Các bộ LEGO được kiểm thử chặt chẽ, đáp ứng những tiêu chuẩn chất lượng khắt khe nhất trên thế giới.",
    "price": "1.499.000 VNĐ",
    "category": "starwars"
  },
  {
    "id": 3,
    "name": "LEGO Star Wars 854236 Móc treo chìa khóa Darth Vader",
    "image": "/images/sp3.jpg",
    "images":[
        "/images/3,1.jpg",
        "/images/3,2.jpg",
        "/images/3,3.jpg",
        "/images/3,4.jpg",
        "/images/3,5.jpg"
    ],
    "description": "Độc đáo với Móc treo chìa khóa LEGO Star Wars 853946 Darth Vader Keyring- Có kích thước tương tự LEGO minifigures thông thường- Minifigures không thể tháo rời khỏi móc treo chìa khoá.",
    "price": "199.000 VNĐ",
    "category": "starwars"
  },
  {
    "id": 4,
    "name": "LEGO Technic 42115 Siêu xe Lamborghini Sián FKP 37",
    "description": "Một mô hình thú vị để lắp ráp và trưng bày tuyệt đẹp-Trải nghiệm sức mạnh và vẻ đẹp không thể nhầm lẫn của Lamborghini Sián FKP 37 với bộ LEGO Technic 42115. Với thiết kế cực kỳ chi tiết, mô hình LEGO là phiên bản chân thực của bản gốc siêu xe.-Sian FKP 37 vừa là mẫu xe hybrid thương mại đầu tiên của Lamborghini trên thị trường, đồng thời cũng là dòng xe mạnh nhất lịch sử với giá hơn 2.6 triệu đô la (không tính xe concept và xe đua).-Zalo- Tận hưởng trải nghiệm đặc biệt khi lắp ráp siêu xe LEGO Technic 42115 Lamborghini Sián FKP 37, khám phá các năng mô phỏng trung thực siêu xe bao gồm động cơ v12 với hệ thống piston chuyển động, hệ thống lái và giảm xóc trước/sau.- Được thiết kế đặc biệt dành cho người hâm mộ siêu xe thể thao, mô hình LEGO được làm chỉn chu tới từng chi tiêu, ... kèm với bảng tên trưng bày và số serial độc nhất cho từng xe để mở khóa nội dung online độc quyền.- Món quà tặng đặc biệt cho người bạn yêu quý. Hộp LEGO được thiết kế sang trọng, để tặng hay trưng đều rất đẹp- Siêu xe Lamborghini Sián FKP 37 được thiết kế với tỷ lệ 1:8, có kích thước hơn 13cm (cao) x 60cm (dài) x 25cm (rộng).",
    "image": "/images/sp4.jpg",
    "images":[
        "/images/4,1.jpg",
        "/images/4,2.jpg",
        "/images/4,3.jpg",
        "/images/4,4.jpg",
        "/images/4,5.jpg"
    ],
    "price": "9.490.000 VNĐ",
    "category": "car"
  },
  {
    "id": 5,
    "name": "Đại học Harvard - Memorial Hall CaDA C66017",
    "description": "- Phiên bản tuyệt đẹp và chân thực của tòa nhà Memorial Hall, Đại học Harvard với nét thiết kế tinh tế, uy nghiêm và cổ kính, thu hút khi trưng bày ở bàn làm việc hay trên giá sách.Nhân vật LEGO- Số mảnh ghép: 1.411 chi tiết Cảnh sát & Chữa cháy- Kích thước mô hình 28.8 cm x 28.8cm x 14.4cm Chuyên gia lắp ráp- Kích thước hộp 38cm x 30cm x 9cm Công trình kiến trúc- Kết hợp với bộ Baker Library Trường Kinh doanh Harvard CaDA C66016 để có một trường Harvard thu nhỏ",
    "image": "/images/sp5.jpg",
    "images":[
        "/images/5,1.jpg",
        "/images/5,2.jpg",
        "/images/5,3.jpg",
        "/images/5,4.jpg",
        "/images/5,5.jpg"
    ],
    "price": "9.490.000 VNĐ",
    "category": "architecture"
  },
  {
    "id": 6,
    "name": "Siêu xe Porsche RUF GT CaDAdilac C63006GKD505F",
    "description": "- Tỷ lệ 1:10 so với xe thật - 1.655 chi tiết- Kích thước mô hình 45cm x 21.5cm x 12.5cm - Kích thước hộp 46cm x 38cm x 10.5cm",
    "image": "/images/sp6.jpg",
    "images":[
        "/images/6,1.jpg",
        "/images/6,2.jpg",
        "/images/6,3.jpg",
        "/images/6,4.jpg",
        "/images/6,5.jpg"
    ],
    "price": "9.490.000 VNĐ",
    "category": "car"
  },
  {
    "id": 7,
    "name": "Mô tô PKL Suzuki Katana CaDAdalila C59021FHGJF567789",
    "description": "CaDA C59021 SUZUKI Katana là mô hình được nhượng quyền chính thức từ Suzuki, mô phỏng chiếc mô tô đua đường phố thanh kiếm KATANA của Suzuki với tỷ lệ 1:6. Chiếc xe lấy cảm hứng thiết kế từ thanh kiếm Katana của võ sỹ Samurai (Nhật Bản)",
    "image": "/images/sp7.jpg",
    "images":[
        "/images/7,1.jpg",
        "/images/7,2.jpg",
        "/images/7,3.jpg",
        "/images/7,4.jpg",
        "/images/7,5.jpg"
    ],
    "price": "9.490.000 VNĐ",
    "category": "moto"
  },
  {
    "id": 8,
    "name": "LEGO Technic 42130 Siêu mô tô tiền tỷ BMW M 1000 RR",
    "description": "- Thương hiệu: LEGO- Xuất xứ thương hiệu: Đan Mạch - Thử thách lắp ráp và kỹ thuật với dòng sản phẩm LEGO Technic dành cho người chơi LEGO chuyên nghiệp.Nhân vật LEGO- Mã số sản phẩm: 42130- Phiên bản 1:5 của Siêu mô tô tiền tỷ BMW M 1000 RR- Độ tuổi phù hợp: 18+- Số mảnh ghép: 1,920- Kích thước hộp: 58,2 x 37,8 x 10,3 cm",
    "image": "/images/sp8.jpg",
    "images":[
        "/images/8,1.jpg",
        "/images/8,2.jpg",
        "/images/8,3.jpg",
        "/images/8,4.jpg",
        "/images/8,5.jpg"
    ],
    "price": "9.490.000 VNĐ",
    "category": "moto"
  },
  {
    "id": 9,
    "name": "LEGO Exclusive 40697 Bí ngô HalloweenFKP 37 bombacrido",
    "description": "- Thương hiệu: LEGO- Xuất xứ thương hiệu: Đan Mạch- Bộ LEGO phiên bản giới hạn, chỉ sản xuất với số lượng rất hạn chế.Mã số sản phẩm: 40697- Thắp sáng Bí ngô Halloween bằng gạch đèn (đi kèm). Mô hình có kích thước trên 8cm (cao) x 8cm (rộng) x 12cm (sâu)- Độ tuổi phù hợp: 8+- Số mảnh ghép: 254 chi tiết",
    "image": "/images/sp9.jpg",
    "images":[
        "/images/9,1.jpg",
        "/images/9,2.jpg",
        "/images/9,3.jpg",
        "/images/9,4.jpg",
        "/images/9,5.jpg"
    ],
    "price": "9.490.000 VNĐ",
    "category": "decor"
  },
  {
    "id": 10,
    "name": "LEGO 40426 Vòng hoa Giáng sinh 2-trong-1 (Hàng độc)",
    "description": "Đón Giáng sinh với bộ LEGO độc đáo 2-trong-1 LEGO Exclusive 40426 Christmas Wreath! Vòng hoa được làm từ các loại lá thường xanh biểu tượng cho sự sống vĩnh cửu, cùng với hướng dẫn lắp ráp giúp tạo ra 2 thiết kế trang trí đẹp mắt - một thiết kế với chiếc nơ đỏ lớn bắt mắt, và thiết kế khác với 4 ngọn nến tượng trưng cho 4 tuần của Mùa Vọng.- Món quà tuyệt vời cho fan LEGO từ 9+, mang đến niềm vui và may mắn cho bất kỳ ngôi nhà nào trong mùa lễ hội. Có thể dùng để treo tường hay trang trí trên bàn đều đẹp.- Vòng hoa có đường kính hơn 25cm. Các ngọn nến cao hơn 8cm nhưng có thể điều chỉnh thấp xuống để tái hiện những ngọn nến đang cháy thật.",
    "image": "/images/sp10.jpg",
    "images":[
        "/images/10,1.jpg",
        "/images/10,2.jpg",
        "/images/10,3.jpg",
        "/images/10,4.jpg",
        "/images/10,5.jpg"
    ],
    "price": "9.490.000 VNĐ",
    "category": "decor"
  },
  {
    "id": 11,
    "name": "LEGO Disney Princess 43202 Encanto: Ngôi nhà Phép thuật",
    "description": "- Thương hiệu: LEGO Xuất xứ thương hiệu: Đan Mạch- Mã số sản phẩm:43202- Nhân vật nổi bật: Abuela, Mirabel, Antonio và Chispi- Độ tuổi phù hợp: từ 6+- Số mảnh ghép: 587 chi tiết- Kích thước hộp: 38,4 x 26,1 x 6,9 cm",
    "image": "/images/sp11.jpg",
    "images":[
        "/images/11,1.jpg",
        "/images/11,2.jpg",
        "/images/11,3.jpg",
        "/images/11,4.jpg",
        "/images/11,5.jpg"
    ],
    "price": "9.490.000 VNĐ",
    "category": "disney"
  },
  {
    "id": 12,
    "name": "LEGO Disney Princess 43206 Lâu đài Lọ Lem và Hoàng tử",
    "description": "- Thương hiệu: LEGO- Xuất xứ thương hiệu: Đan Mạch Mã số sản phẩm: 43206- Nhân vật nổi bật: Lọ Lem, Hoàng tử Charming, Dì ghẻ, chú chuột Gus Gus và con mèo Lucifer.- Độ tuổi phù hợp: từ 5+- Số mảnh ghép: 365 chi tiết- Kích thước hộp: 37,4 x 35,1 x 6,9 cm",
    "image": "/images/sp12.jpg",
    "images":[
        "/images/12,1.jpg",
        "/images/12,2.jpg",
        "/images/12,3.jpg",
        "/images/12,4.jpg",
        "/images/12,5.jpg"
    ],
    "price": "9.490.000 VNĐ",
    "category": "disney"
  }
]